import React from 'react'
import MetaDecorator from '../../Screen/Title'
import AirConda from '../../../Icons/mok/1.jpeg'
import TheCalling from '../../Screen/Calling'
import MyImage from '../../Screen/Images'
import Air_x from '../../../Icons/mok/3.jpeg'
import { TheSite } from '../../data/response'


const Airconditioner = () => {


    let InfoX = {

        telefon: '0563505652',
        whatApp: '+966563505652',

        title: 'صيانة مكيفات بالرياض',
        des: `
        صيانة مكيفات الهواء هي عملية توفير الخدمات اللازمة للحفاظ على أداء وأداء مكيفات الهواء في حالة جيدة. تشمل صيانة المكيفات في الرياض تنظيف المرشحات، وتنظيف وتطهير الأجزاء الداخلية والخارجية للوحدة، وفحص وإصلاح التسريبات، وتعبئة غاز التبريد إذا لزم الأمر، وفحص وضبط الأجزاء الميكانيكية، واختبار وضبط أنظمة التحكم. تهدف صيانة المكيفات إلى ضمان تشغيل المكيف بكفاءة عالية، وتحسين جودة الهواء المنبعث، وتحسين عمر المكيف.
        `,
        title2: 'شركة صيانة مكيفات بالرياض',
        des2: `يوجد الكثير من الأسباب التي تدفعكم للتعامل مع شركة صيانة مكيفات بالرياض فيأتي السبب الأول متعلق بمميزات الشركة، حيث تتسم شركتنا بالكثير من المميزات التي من أهمها اعتمدها على مجموعة من الأساليب والتقنيات الحديثة في مجال الصيانة، توفر الشركة إليكم مجموعة من النصائح التي توجهكم للتعامل الصحيح مع المكيف، مع العلم أن شركتنا توفر إليكم مجموعة من العروض التي تساعدكم في الحصول على خدمة مميزة بأقل سعر والآن يمكنكم التوجه إلى شركتنا والحصول على أفضل خدمة.`,

        desx: 'صيانة مكيفات بالرياض هي خدمة تقدمها شركات مختصة في الحفاظ على أداء المكيفات بشكل ممتاز وتوفير تبريد فعال.',
    }



    const Air__ = [
        {
            title: 'شركة صيانة مكيفات بالرياض',
            des: `يوجد الكثير من الأسباب التي تدفعكم للتعامل مع شركة صيانة مكيفات بالرياض فيأتي السبب الأول متعلق بمميزات الشركة، حيث تتسم شركتنا بالكثير من المميزات التي من أهمها اعتمدها على مجموعة من الأساليب والتقنيات الحديثة في مجال الصيانة، توفر الشركة إليكم مجموعة من النصائح التي توجهكم للتعامل الصحيح مع المكيف، مع العلم أن شركتنا توفر إليكم مجموعة من العروض التي تساعدكم في الحصول على خدمة مميزة بأقل سعر والآن يمكنكم التوجه إلى شركتنا والحصول على أفضل خدمة.`
        },
        {
            title: 'فني صيانة مكيفات بالرياض',
            des: `تعتمد الشركة في مجال الصيانة على مجموعة من العمالة المميزة والمدربة تدريب قوي على التعامل مع كافة أنواع المكيفات، كما أن فريق العمل يوفر إليكم خدمة الصيانة الدورية التي تزيد من عمر المكيف الافتراضي، فتحرص الشركة على أن توفر لكافة العاملين بها مجموعة من الدورات التدريبية التي تزيد من خبراتهم وكفاءتهم في مجال صيانة المكيفات، فالأن إذا كنتم من منطقة الرياض وتعانون من أي مشكلة في المكيف الخاص بكم يمكنكم سرعة التوجه إلى شركتنا وستحصلون على أفضل خدمة صيانة بكل تأكيد.`
        },
        {
            title: 'شركة صيانة مكيفات سبليت بالرياض',
            des: `من أجل الحفاظ على سلامة المكيف الخاص بكم خصوصاً إذا كان نوع المكيف سبليت، فتعتمد شركة صيانة مكيفات سبليت بالرياض على أمهر الأساليب في صيانة المكيفات بالإضافة لاعتمادها على مجموعة من العمالة المميزة الذين يقدمون الخدمة إليكم على أكمل وأتم وجه ويستخدمون أفضل قطع الغيال الأصلية ، فأهم ما يتميز هذه الشركة عن غيرها هي أنها توفر إلى جميع العاملين بها دورات تدريبية من أجل أن يكتسبوا خبرات وطرق جديدة في مجال الصيانة لتوفير الخدمة بشكل أسرع وأحدث وما نتج عن ذلك هو زيادة ثقة العملاء بالشركة، مع العلم أن الشركة تعمل على مدار اليوم دون حدوث أي انقطاع ففي أي وقت ترغبون في الحصول على الخدمة يمكنكم الاتصال بشركتنا وسيأتي فريق العمل إليكم بكل سرعة.`
        },
        {
            title: 'شركة صيانة مكيفات بشمال الرياض',
            des: 'تعد المكيفات من أهم الأجهزة الكهربائية التي تتوافر في كافة المنازل والهدف الأساسي منها هو توفير الراحة الكاملة والانتعاش لأي فرد لذلك فأن عملية الصيانة من الأمور التي يحتاج إليها كل مكيف ولا يتم الاستغناء عنها وبالتالي توفر إليكم شركة صيانة مكيفات بشمال الرياض أفضل وأهم أعمال التصليح والصيانة التي تساعدكم في الحصول على مكيف خالي بشكل نهائي من أي مشكلة وبالتالي يطيل عمر المكيف ويستمر عمله لفترة طويلة من الزمن والآن ما عليكم سوى سرعة التوجه إلى شركة صيانة مكيفات بالرياض وستحصلون على خدمة احترافية.'
        },
        {
            title: 'شركة صيانة مكيفات بالقرب من الرياض',
            image: Air_x,
            des: 'لا تقتصر خدمات الشركة فقط على مدينة الرياض بل حريصة على أن توفر الخدمة إليكم في أي مكان وتعمل بكل جهد لأن تكتسح خدماتها أرجاء المملكة العربية السعودية، فتوفر الشركة إليكم خدمة صيانة وتصليح أي مشكلة بالمكيف وتعمل على تغير قطع الغيار في حالة عدم الفائدة من إصلاحها وذلك من خلال استخدامها لأجود الأنواع من قطع الغيار وهذه القطع متوفر في الشركة بأقل الأسعار، توفر شركتنا إليكم أيضاً خدمة المتابعة الدورية للمكيفات، فمهما كان المكان ونوع المكيف يمكنكم الاتصال بشركتنا وستحصلون على الخدمة المناسبة.'
        },
        {
            title: 'أسعار صيانة المكيفات',
            des: `نأتي لأهم نقطة يبحث عنها العميل وهي الأسعار ولكن لا داعي للقلق نهائياً فتقدم إليكم الشركة سلسلة من الأسعار تبدء من 50 ريال لصيانة المكيف الواحد دون قطع الغيار والتي تتناسب مع جميع الطبقات وبخلاف ذلك فهي توفر إليكم كم من الخصومات والتخفيضات التي تزيد قيمتها عن أكثر من 50%، فالأن ما عليكم سوى التوجه إلى شركتنا فهي دائماً في انتظاركم لتوفير إليكم خدمة تنظيف على أكمل وأتم وجه.`,
        },
        {
            title: 'شركة صيانة مكيفات مركزية بالرياض',
            des: `يعتبر المكيف المركزي من أكثر أنواع المكيفات التي يقبل الكثيرين على استخدامها حيث أنه يعمل على سحب الهواء وتبريده، فيوجد من المكيف المركزي الكثير من الأنواع وتتعامل الشركة بكل احترافية مع جميع الأنواع التي من أهمها مكيف النافذة والوحدة ومكيف الماء المبرد، فمهما كان نوع المكيف الخاص بكم وتبحثون عن شركة لكي توفر إليكم خدمة الصيانة يمكنكم التعامل مع شركة صيانة مكيفات مركزية بالرياض فالشركة تعمل على مدار الأسبوع من أجل أن تقدم إليكم أفضل خدمة دون حدوث أي انقطاع، فالهدف الذي تعمل الشركة من أجل هو توفير الراحة لجميع عملائها وهذه الخدمة لن تجدوها في أي مكان سوى في شركتنا.`,
        },
        {
            title: 'أرخص شركة صيانة مكيفات بالرياض',
            des: `توفر إليكم شركة صيانة مكيفات بالرياض مجموعة من الأسعار المناسبة لكافة الطبقات، فأهم أمر يبحث العميل عنه هو الأسعار ولكن لا داعي للتفكير في هذه النقطة مطلقاً أثناء التعامل مع شركتنا، فالشركة حرصت على أن توفر إليكم أسعار مميزة ومناسبة لكافة الطبقات، بخلاف ذلك فتوفر الشركة إليكم مجموعة من العروض والتخفيضات التي تصل قيمتها لأكثر من 50%، فالآن إذا كنتم تبحثون عن شركة مميزة وتوفر إليكم أفضل الخدمات بسعر مميز ومرضي لا داعي للتفكير ما عليكم سوى سرعة التوجه إلى شركتنا وستحصلون على أفضل خدمة بكل تأكيد، فالشركة تعمل في المقام الأول من أجل توفير الراحة إلى جميع عملائها وتلبية ما يحتاجون إليه من خدمة.`
        }

    ]


    return (
        <>
            <MetaDecorator
                title={`${InfoX.title} - ${TheSite}`}
                description={InfoX.desx}
                imageUrl={AirConda}
                imageAlt={InfoX.title}
            />
            <div className='paddingTo'>


                <TheCalling

                    TelefonNumbe={InfoX.telefon}
                    Title={InfoX.title}
                    ThewhatApp={InfoX.whatApp}


                />

                <div className='margin-top2' />

                <h1 className='margin-top'>{InfoX.title}</h1>

                <div className='margin-top'>
                    <div className='width50  margin'>
                        <MyImage
                            image={AirConda}
                            className='border-radius cursor ImageSevies'
                            alt={InfoX.title}
                            width='100%'
                            title={InfoX.title}

                        />



                    </div>

                    <div className='width50 margin-top margin'>
                        <p className='font-size'>{InfoX.des}</p>
                    </div>

                </div>

                <div className='margin-top2' />
                <h2 className='margin-top'>{InfoX.title2}</h2>

                <div className='width50 margin-top'>
                    <p className='font-size'>{InfoX.des2}</p>
                </div>

                <div>
                    {Air__?.map((item, index) => (
                        <div key={index}>
                            <div className='margin-top2' />
                            <h2 className='margin-top'>{item.title}</h2>


                                 {item?.image? 
                                       <div className='margin-top'>
                                       <div className='width50  margin'>
                                           <MyImage
                                               image={item?.image}
                                               className='border-radius cursor ImageSevies'
                                               alt={item.title}
                                               width='100%'
                                               title={item.title}
                   
                                           />
                   
                   
                   
                                       </div>
                                       </div>
                                        : null}

                            <div className='width50 margin-top'>
                                <p className='font-size'>{item.des}</p>
                            </div>
                        </div>

                    ))}
                </div>





            </div>
        </>

    )
}


export default Airconditioner