import React from 'react'
import MetaDecorator from '../../Screen/Title'
import AirConda from '../../../Icons/mok/2.jpeg'
import TheCalling from '../../Screen/Calling'
import MyImage from '../../Screen/Images'


const TheTransfer = () => {


    let InfoX = {

        telefon: '0545529273',
        whatApp: '+966545529273',

        title: ' نقل اثاث بالرياض | نقل عفش بالرياض',
        des: `
        شركة نقل عفش بالرياض هي شركة متخصصة في تقديم خدمات نقل الأثاث والممتلكات بمهنية وكفاءة في منطقة الرياض. تعتبر عملية نقل العفش من المهام التي تحتاج إلى تخطيط وتنظيم جيدين لضمان أمان الأثاث ووصوله بسلامة إلى وجهته الجديدة. تهدف شركات نقل العفش في الرياض إلى تسهيل وتسريع هذه العملية للعملاء، وتوفير خدمة شاملة تلبي احتياجاتهم وتلبي توقعاتهم.
تمتاز شركات نقل العفش بالرياض بوجود فرق مدربة ومؤهلة تتمتع بالخبرة في تنفيذ عمليات النقل. يعمل هؤلاء الفنيين والعمال على إتمام المهمة بأقصى درجات الدقة والحرفية، حيث يتعاملون مع الأثاث والممتلكات بعناية واحترام للحفاظ على حالتها وتفادي أي أضرار أو كسور.

        `,
        title2: 'شركة نقل عفش بالرياض',
        des2: `
        شركة نقل عفش بالرياض هي شركة تقدم خدمات نقل الأثاث والممتلكات من مكان إلى آخر في منطقة الرياض. تهدف هذه الشركات إلى تسهيل وتبسيط عملية نقل العفش للعملاء، وتوفير خدمة محترفة وآمنة لضمان وصول الأثاث بسلامة وحفظه من أي ضرر.
تتميز شركات نقل العفش بالرياض بفرق عمل مدربة ومجهزة بأحدث الأدوات والمعدات لضمان التعامل السلس والفعال في عملية نقل العفش. يتم التعامل مع الأثاث بعناية فائقة واحترام للتأكد من عدم حدوث أي تلفيات أو كسور أثناء النقل.
        `,
        desx: `شركة نقل عفش بالرياض توفر خدمة سريعة ومحترفة لنقل الأثاث والممتلكات بأمان وكفاءة.`
    }

    const Info__ = {

        title : 'تركيب غرف نوم ايكيا بالرياض افضل شركة فك وتركيب اثاث بالرياض',
        des : `شركة فك وتركيب أثاث بالرياض تقدم خدمات متميزة في تركيب غرف نوم إيكيا. تتمتع هذه الشركات بفرق عمل مدربة ومهرة في تجميع وتركيب الأثاث بأسلوب احترافي ودقة عالية. يتم التعامل مع قطع الأثاث بعناية لضمان التركيب السليم والاستخدام الآمن. إذا كنت تبحث عن أفضل شركة لفك وتركيب غرف نوم إيكيا في الرياض، ينصح بالبحث عن الشركات التي تتمتع بسمعة جيدة وتوفر خدمة موثوقة وعملية سلسة.`
    }


    const Transf__ = {
        title : 'طريقة نقل عفش المنازل خطوه بخطوه بالرياض',
        des : 'التخطيط: قبل البدء في عملية النقل، نقوم بعمل تخطيط مسبق للأثاث والممتلكات التي ترغب في نقلها. نقوم بتحديد المواعيد المناسبة وتنظيم جدول زمني لعملية النقل.',
        des2 : 'يُنصح دائمًا بالتعاون مع شركة نقل عفش محترفة في الرياض للحصول على خدمة أفضل وضمان سلامة العفش والممتلكات أثناء النقل.',
        extra : [
            {
                _id : 1,
                des : `التخطيط: قبل البدء في عملية النقل، قم بعمل تخطيط مسبق للأثاث والممتلكات التي ترغب في نقلها. نقوم بتحديد المواعيد المناسبة وتنظيم جدول زمني لعملية النقل.`
            },
            {
                _id : 2,
                des : `التغليف: قم بتغليف الأثاث والممتلكات بشكل جيد وآمن. استخدم مواد التغليف المناسبة مثل الكرتون والبلاستيك الفقاعي والشرائط اللاصقة لحماية الأثاث من الخدوش والتلف أثناء النقل.`
            },
            {
                _id : 3,
                des : ` فك الأثاث: قم بفك الأثاث والمكونات التي يمكن فكها، مثل الأسرة والمكاتب والأدراج. حافظ على جميع المسامير والأجزاء المفكوكة في أكياس ملصقة وضعها في مكان آمن.`
            },
            {
                _id : 4,
                des : `نقل الأثاث: استخدم وسائل النقل المناسبة لنقل الأثاث والممتلكات بأمان. يمكن استخدام شاحنات أو عربات مجهزة لضمان تثبيت الأثاث وتأمينه خلال النقل.`
            },
            {
                _id : 5,
                des : `التركيب: بعد الوصول إلى الموقع الجديد، قم بترتيب الأثاث وتجميعه وفقًا لتصميم الغرفة وتوجيهاتك الخاصة. قم بتأمين القطع وضبطها بشكل صحيح لضمان استقرارها وسلامتها.`
            },
            {
                _id : 6,
                des :` التنظيف: قبل وضع الأثاث في مكانه النهائي، قم بتنظيف المنطقة وتجهيزها لاستقبال الأثاث الجديد.`
            },
            {
                _id : 7,
                des : ` التفتيش والتأكد: بعد الانتهاء من تركيب الأثاث، قم بفحصه والتأكد من سلامته ووجود أي أضرار. تأكد من توفر جميع القطع والملحقات وأن الأثاث يعمل بشكل صحيح.`
            }
        ]
    }


    return (
        <>
            <MetaDecorator
                title={InfoX.title}
                description={InfoX.desx}
                imageUrl={AirConda}
                imageAlt={InfoX.title}
            />
            <div className='paddingTo'>


                <TheCalling

                    TelefonNumbe={InfoX.telefon}
                    Title={InfoX.title}
                    ThewhatApp={InfoX.whatApp}


                />

                <div className='margin-top2' />

                <h1 className='margin-top'>{InfoX.title}</h1>
                <div className='margin-top2' />

                <div className='margin-top'>
                    <div className='width50  margin'>
                        <MyImage
                            image={AirConda}
                            className='border-radius cursor ImageSevies'
                            alt={InfoX.title}
                            width='100%'
                            title={InfoX.title}

                        />



                    </div>

                    <div className='width50 margin-top margin'>
                        <p className='font-size'>{InfoX.des}</p>
                    </div>

                </div>

                <div className='margin-top2' />
                <h2 className='margin-top'>{InfoX.title2}</h2>

                <div className='width50 margin-top'>
                    <p className='font-size'>{InfoX.des2}</p>
                </div>


                <div className='margin-top2' />
                <h2 className='margin-top'>{Info__.title}</h2>

                <div className='width50 margin-top'>
                    <p className='font-size'>{Info__.des}</p>
                </div>


                <div className='margin-top2' />
                <h2 className='margin-top'>{Transf__.title}</h2>

                <div className='width50 margin-top'>
                    <p className='font-size'>{Transf__.des}</p>
                </div>

                <div className='flex flex-column margin-topOneee' >
                    {Transf__?.extra.map((item,index)=>(
                        <p key={index} className='margin-top'>{index + 1} . {item.des}</p>
                    ))}
                </div>






            </div>
        </>

    )
}


export default TheTransfer