import React from 'react'
import { Serives, ServicesTitle, Servies2, TelefonNumber } from '../data/response'
import asas from '../../Icons/services/asas.jpeg'
import MyImage from '../Screen/Images'
import TheButton from '../Screen/TheButton'


export default function Services() {






    const SerVer__ = [

        {
            title: 'نجار خشب الرياض',
            des: `يستطيع نجار خشب الرياض تفصيل طاولات خشب الرياض التي تحتاج إلى مهارة و إتقان و خبرة حتى يستطيع تحويل من
            الأخشاب العادية إلى طاولات بتصميمات مميزة ومختلفة بجميع أنواع الطاولات المودرن والكلاسيك والتراثي القديم والعديد
            من الأنواع الأخرى و هذا يحدث إذا توافر عند النجار المهارة و الخبرة و الفن في عمله و كل هذه المواصفات نحن نمتلكها و
            هذا سبب شهرتنا و وصولنا إلى القمة بسبب تقديم أفضل خدمة من خلال نجار بالرياض.`,
        },
        {

            title: 'أفضل نجار ممتاز بالرياض أعمال نجارة بالرياض',
            des: `إن نجار الرياض يتميز بالمهارة و الدقة في مجال النجارة حيث يستطيع إستجابة و إتقان أي عمل 
        خاص بالنجارة فهو قادر على الإبداع و التصاميم الخشبية التي تخص جميع ديكور المنزل على أكمل و 
        جه و تصاميم نجار بالرياض من التصاميم المتميز التي جعلته يمتلك طرق و أفكار فنية و إبداعية.`,

        },
        {
            title: 'نجار شمال الرياض',
            des: `يستطيع نجار شمال الرياض تفصيل كراسي خشب بالرياض  و بالفعل أصبح من أفضل نجار ممتاز بالرياض أعمال نجارة
            بالرياض لأنه يمتلك أفضل العمال اللذين يمتلكون خبرة في كيفية التعامل مع جميع أنواع الأخشاب و تنفيذ كل طلبات العملاء
            و إرضائهم بتقديم لهم أفضل الخدمات الفريدة من نوعها في تنفيذ طلباتهم.`,

        },
        {
            title: 'نجار بالرياض رخيص',
            des: `فلا تقتصر أعمال نجار بالرياض رخيص على تصميم أخشاب غرف المنزل فقط بل يستطيع أيضا 
        صيانة و تصليح قطع الأثاث التالفة و المكسورة و طلائها و إزالة الخدوش من عليها و تجديد طلائها و 
        تلميعها و إعادتها كما كانت جديدة من قبل و تلوين أثاث المنزل بأجمل الألوان الحديثة و العصرية لتعيد 
        إبراق منزلك و إحيائه من جديد.`,

        },

        {

            title: 'إمكانيات نجار بالرياض ومنها انه نجار ابواب بالرياض',
            des: `إن من أهم صفات نجار بالرياض أنه يقوم بإستخدام أفضل و أجود أنواع الأخشاب في عمله عند القيام 
        بتصاميم أخشاب المنزل فمن أفضل أنواع الأخشاب مثل خشب الزان و الأرو و الخشب السويدي فنجار 
        ابواب بالرياض يقوم بدمج تنفيذ طلب العميل مع نوع الخشب المناسب للحصول على إرضاء العميل و 
        نتيجة ممتازة و خدمة فريدة من نوعها و متميزة .`,
        },


        {

            title: 'نجار خشب شرق الرياض',
            des: `نجار خشب شرق الرياض لتفصيل طاولات خشب بالرياض لديه أيضا القدرة تقديم أفضل التصاميم التي تناسب 
    جميع أزواق العملاء لمنازلهم مثل تصميم غرف النوم فهي من أهم الغرف المنزل فنحن لدينا القدرة 
    على تقديم أفضل الأفكار للحصول على زوق راقي و مودرن من خلال الأعمال و الأفكار التي نقدمها 
    للعميل عند تصميم أخشاب غرف المنزل بالتصميم الذي يختاره العميل .`,
        },

        {

            title: 'نجار ابواب بالرياض',
            des: `تصليح ونجارة الأبواب الخشبية أو صناعتها وتركيبها يحتاج فني نجار ابواب بالرياض يقوم بعمله 
    بالطريقة الأمثل والتي يرتضيها العميل الذي يبحث وبكل تأكيد عن عدة عوامل منها تنفيذ الباب بشكل 
    مُمتاز وتركيبه بالطريقة الأفضل وإصلاحه إذا احتاج ذلك، ويكون هذه الإصلاح مع ضمان عدم وجود 
    المشكلة مرة أخرى.`,
        },
        {

            title: 'نجار غرف نوم بالرياض',
            des: `يقوم المُتزوجون من فترات طويلة إما بتصليح غرفة النوم لديهم أو تجديدها أو عمل واحدة جديدة ولا 
    يتم هذا الأمر إلا لدى نجار غرف نوم بالرياض الذي يُقدم للعميل الجودة العالية والسعر الأفضل مع 
    التسليم في الموعد المُحدد دون أي تأخير، فالسر في نجاح نجارين اطلب مهني هو الإلتزام في التعامل 
    مع العميل وإعطاءه افضل مما يُريد.`,

        },

        {

            title: 'افضل نجار في الرياض',
            des: `بفضل مهارت و إبداع افضل نجار في الریاض أصبحنا نمتلك القدرة على إستجابة طلب العميل و 
        تنفيذ كل مايطلبه و يختاره سواء كان نوع الخشب أو لموديل الذي يختاره العميل لمنزله فبفضل إبداع 
        نجار بالرياض يسطيع أيضا فك و تركيب أخشاب المنزل سواء كان شبابيك أو أبواب أو أخشاب 
        السراير و كل هذا بفضل الإمكانيات التي يمتلكها فهو يحصل من خلالها في أعماله التميز و الإبداع.`,

        },


        {


            title: 'نجار فك وتركيب غرف نوم بالرياض',
            des: `إن نجار الرياض هو افضل نجار فك وتركيب غرف نوم بالرياض حيث يمتلك أقوى فريق عمل 
        متخصص في فك و تركيب أخشاب المنزل فهذا الفريق حاصل على تدريبات و خبرات في مجال 
        النجارة بكل تفاصيله فمن أهم أساسيات نجار بالرياض الثقة و الأمانة و الجودة في العمل وكل هذه 
        الصفات التي يصعب إيجادها بسهولة أيضا الأسعار لمناسبة للجميع لأن هدفه إرضاء لعميل و منحه 
        الثقة الكافية و إستجابة طلب العملاء بكل مايطلبه و هذا هو الذي يميزنا عن غيرنا بفضل إمكانيتنا و 
        خبراتنا الفنية التي نمتلكها و التي من الصعب إيجادها عند غيرنا بنفس الجودة.`,

        },


        {
            title: 'نجار خشب بالرياض',
            des: `النجارة هي مهنة احترافية كل من يُريد الألتحاق بهذة المهنة يكون على علم كافي بكل اساسيات المهنة ، 
        و لديه القدرة الكافية على تصنيع كافة اثاث المنزل بشكل جذاب و احترافي ، و يكون علي دراية كاملة 
        بكل اجود أنواع الخشب التي يتم تصنيعة و تنفيذة بشكل جيد يضمن لك الزوق الرفيع و الجودة في 
        الاثاث و لكي تحقق هذة المعادلة يجب ان تقوم بالبحث عن فني نجار خشب بالرياض لدية كل هذة 
        المقومات و العلم الجيد بكل اساسيات المهنة لأنها من المهن المهمة التي تُضيف لمسة جذابة لمنزلك و 
        يكون اكثر جمالاً .`,
        },

        {

            title: 'نجار خشب في الرياض',
            des: `أن أختيار الأخشاب من الأمور الاساسية و الرئيسية في هذا التخصص و هذا المجال  لأن يجب اختيار 
        الخشب  بعناية شديدة و هذة المزايا و التافصيل الدقيقة متوفرة فقط عند أفضل نجار بالرياض يكون لدية 
        المعلومات الكثيرة و القدرة الكافية عن معرفة  أنواع الخشب و أفضل الأنواع المُتاحة المتوفرة حالياً 
        بالاسواق و كيفية التصنيع بكل الاشكال و الموديلات المتوفر و التي تكون مُناسبة لكل عملائنا الكرام.`,

        },
        {
            title: 'افضل محل نجارة بالرياض',
            des: `نجار خشب في الرياض على علم كافي بأهمية تصميم وجودة الاثاث المنزلي لدى الجميع واهمية 
        أختياره بعناية شديدة لذلك نحن نوفر عليكم جميعا القلقل الشديد و الحيرة عند التواصل معنا و طلب 
        خدماتنا حيث نمتلك فنين ذو خبرة و كفائه عالية في هذا المجال الحرفي المُميز لدي الكثيرين حيث ان 
        الشب من العوامل الهماة التي يجب أختيارها بعناية شديدة لضمان جودة الاخشاب و التصنيع و هذا هو 
        ما يعرفة افضل نجار مُمتاز بالرياض وافضل محل نجارة بالرياض.`,

        },

        {

            title: 'نجار ابواب الرياض',
            des: `تعتبر الأبواب الخارجية هي وسيلة الحماية الخاصة بكل الاماكن والتي يجب اختيار الخامات الخاصة بها بعناية فائقة لذا يتم التعامل مع نجار ابواب الرياض حيث انه يستخدم أخشاب عالية الجودة يستطيع عمل ابوبا عمولة بالسمك الذي يرغب العميل في الحصول عليها، يوجد العديد من تصميمات الابواب المميزة على العميل تحديد التصميم الذي يرغب به يستطيع توفيره في أسرع وقت وبأقل التكاليف، كما أن الأبواب الداخلية للغرف تعطي للمكان شكل مميز وعصري لذا لابد الإهتمام والعناية بها واختيارها بدقة.`,

        },


        {
            title: 'نجار جنوب الرياض',
            des: `يوجد العديد من أفكار الدول الخارجية التي تقوم بعرض قطعة واحدة من الأثاث متعددة الاستخدام مثال على ذلك يوجد كنب متعدد الاستخدام يمكن فتح منضدة للعمل من خلال ويوجد به أرفف داخلية لحفظ الكتب ويمكن فتحه كسرير وقت الراحة، كل ذلك يستطيع نجار جنوب الرياض توفيره لك، يستطيع إدخال أكثر من فكرة في غرفة واحدة عليك فقط تحديد احتياجات الداخلية في التصميم وعرضها عليه هو يستطيع تنفيذها بسهولة وفي وقت قياسي`,
        },
        {
            title: 'افضل نجار بالرياض',
            des: `يوجد العديد من النجارين بالسعودية ولكن من الصعب الحصول على نجار محترف يقدم كل ما يخص عالم النجاره بخبرة وإبداع واحترافية، النجار لدينا لا يقوم بخدمات التصميم والتنفيذ فقط بل انه يقوم ايضا بخدمات الصيانة أذا كنت تعاني من أي مشكلة في خشب الاثاث الخاص بك يمكنك الاتصال به بسرعة وترك الباقي عليه هو يستطيع حل جميع المشاكل باحترافية وفي وقت قياسي، لذا يعتبر افضل نجار بالرياض.`
        },
        {
            title: 'نجار دواليب بالرياض',
            des: 'تعتبر الدواليب من القطع الكبيرة متداخلة التصميم والتي تحتاج الى نجار دواليب بالرياض محترف قادر على تنفيذ اي تصميم، نستطيع تنفيذ قطعة واحدة من الغرف وهذا يعني إذا كنت ترغب في الحصول على دولاب منضدة أو أي قطعة أخرى منفردة يستطيع القيام بذلك بصورة مميزة، لذا يعتبر نجار بالرياض هو الأفضل على الإطلاق في هذا المجال.',

        },
        {
            title: 'نجار ممتاز في الرياض',
            des: 'نجار ممتاز في الرياض دائما الأفضل والأكثر طلب بجميع أنحاء السعودية حيث انه قادر على تقديم خدمة متكاملة للعميل من خلال توفير الأخشاب بالنوع الذي يرغب به العميل كما انه قادر على توفير تصميمات ممية ليس لها مثيبل سواء كانت تصميمات غرف عادية أو تصميمات غرف ايكيا لا يتوقف عمل نجا بالرياض على التصنيع فقط بل أنه قادر على صيانة كافة المشاكل الموجودة في الأخشاب وتوفير أبواب وشبابيك بتصميمات مميزة.'
        },
        {

        }













    ]


    // <p className='font-size option  cursor'>{item.TitleButtom}</p>
    return (
        <div id='services'>
            <header>
                <div className='flex flex-wrap flex-center margin-topone paddingTo width80 margin  '>

                    {SerVer__?.map((item, index) => (
                        <div className='margin-bottom' key={index}>
                            <h3 className=''>{item.title}</h3>

                            <div className='margin-topOneee'>

                                <h4 className='font-size cursor'>{item.des}</h4>
                            </div>
                        </div>
                    ))}





                </div>


            </header>

            

        </div>

    )
}