import ServicesOne from '../../Icons/services/vak.jpeg'
import Services2 from '../../Icons/services/ica.jpeg'
import trkip from '../../Icons/services/trkip.jpeg'
import LastImage from '../../Icons/lastworking/1.jpeg'
import Title__ from '../../Icons/rr.png'



// the name of website
export const TheName = 'الصبر'


export const PageTitle = {

    title : TheName,
    title1: 'نجار خشب بالرياض',
    des: " نحن فريق من الحرفيين المهرة والمتخصصين في فن النجارة. نقدم خدمات الأثاث المخصص، تجديد المطابخ والحمامات،وتواصل معنا لتحويل أفكارك إلى واقع ملموس",
    image : Title__,
    image1 : LastImage

}



// option to navbar....
export const ListNavBarTop = [
    {
        _id : 1,
        name : 'تصليح مكيفات بالرياض',
        link : '/تصليح-مكيفات-بالرياض/'
    },
    {
        _id : 2,
        name :'نقل عفش في الرياض',
        link : '/نقل-عفش-في-الرياض/'
    },
    {
        _id : 2,
        name : 'نجار بالرياض',
        link : '/نجار-بالرياض/'
    },
]



// slider home ...
export const HomeSlider = {

    title: 'نجار بالرياض',
    des : 'نجار تفصيل وتصنيع غرف النوم وتفصيل حسب الطلب وتفصيل خزائن ودوليب.',
    telefon : '0573129110',
    titleOnther : 'نجار ابواب الرياض',
    title2 : 'نجار الأثاث',
    title3 :'نجار فك وتركيب',
    whatApp: '+966573129110',
   
}


// about us 
export const AboutUs = { 
    title : 'من نحن - نحن نجارين في الرياض',

     des :`
     نحن نجارين في الرياض هو فريق متخصص من الحرفيين والحرفيات في مجال النجارة. نحن مجموعة من الخبراء في العمل الخشبي ونقوم بتنفيذ مختلف أعمال النجارة في الرياض. نتمتع بخبرة ومهارة عالية في تصميم وتصنيع وتركيب الأثاث والمفروشات الخشبية، بما في ذلك المطابخ، الأبواب، النوافذ، الدواليب، والأرفف.
نحن ملتزمون بتقديم أعلى مستويات الجودة والمهنية في جميع خدماتنا. نستخدم أدوات ومعدات حديثة ومواد ذات جودة عالية لضمان الحصول على منتج نهائي متين وجذاب. كما نهتم بتفاصيل التصميم والتشطيبات لتلبية توقعات عملائنا.
سواء كنت بحاجة إلى تجديد المنزل أو إنشاء قطعة أثاث مخصصة، فإن فريقنا النجاري في الرياض يمكنه تلبية احتياجاتك وتحويل رؤيتك إلى واقع ملموس. نحن نعمل بتعاون وثيق مع عملائنا لضمان تنفيذ المشاريع بشكل متفق عليه وفي المواعيد المحددة.
تتميز خدماتنا بالتخصيص والمرونة، حيث نسعى لتلبية احتياجات كل عميل بشكل فردي وتقديم حلول مبتكرة وفعالة. نحن نسعى جاهدين لتحقيق رضا العملاء وبناء علاقات طويلة الأمد مبنية على الثقة والجودة.
إذا كنت تبحث عن خدمات نجارة محترفة في الرياض، يسعدنا أن نكون الخيار الأفضل لك.
     `
}


// telefon 
export const TelefonNumber = {

    title : 'الاتصال',
    telefon : '0573129110'
}

// 0554701244

// telefon 
export const TelefonNumber2 = {

    title : 'الاتصال',
    telefon : '0554701244'
}

// my address 
export const MyAddress = {
     
    title :  'العنوان',
    address : 'الرياض حي الوادي شارع البحر الاحمر'
}

export const ServicesTitle = {
    title: 'خدماتُنا',
    des: 'نمتلك خبرة طويلة في مجالنا، ولذلك نستطيع تقديم خدمات متميّزة لك.',
    des2: 'نحن نقدم خدمات متنوعة تشمل تفصيل وتصنيع غرف النوم، صنع الطاولات الخشبية، فك وتركيب الأثاث، وتوفير نجار خبير في جميع هذه الجوانب.'

}

// services....
export const Serives = [
    {
        _id : 1,
        title : 'نجار تفصيل وتصنيع غرف النوم',
        image: ServicesOne,
        TitleButtom: 'استفسار مجاني',
        des : 'نجار التفصيل وتصنيع غرف النوم الماهر يوفر خدمات فريدة وعالية الجودة في تصميم وتصنيع غرف النوم المخصصة. يجمع النجّار بين المهارة الفنية والاحترافية لتحويل رؤية العملاء إلى حقيقة ملموسة. استمتع بأثاث غرف النوم المصمم خصيصًا لتلبية احتياجاتك وتجسيد أسلوبك الفريد. تواصل معنا الآن للحصول على غرفة نوم أحلامك.'
    },
    {
      _id : 2,
      title : 'نجار خشب طاولات',
      des : 'نجار خشب طاولات هو فنان يتخصص في تصميم وصناعة الطاولات من الخشب. يتمتع بمهارات عالية في استخدام الأدوات والمعدات النجارة، ولديه خبرة واسعة في تشكيل وتجميع الأجزاء الخشبية لصنع طاولات ذات جودة عالية وتصاميم فريدة.',
      image: trkip,
      TitleButtom: 'استفسار مجاني',
    },
    {
        _id :3,
        title : 'نجار فك وتركيب',
        image: Services2,
        des : 'نجار فك وتركيب هو فنان مهرة يتخصص في فك وتجميع الأثاث والمفروشات. يتمتع بمهارات عالية في فهم هياكل الأثاث والمعدات المختلفة، ويستخدم الأدوات المناسبة لتفكيك وتركيب العناصر بدقة وفعالية.',
        TitleButtom: 'استفسار مجاني',
    },
    {
         
        _id: 4,
        title: 'نجار الأثاث',
        image : LastImage,
        des: `نجار الأثاث الماهر يقدم خدمات تصميم وتصنيع الأثاث بمهارة عالية واهتمام بالتفاصيل. احصل على قطع أثاث فريدة وجميلة تلبي احتياجاتك وتضفي لمسة راقية على منزلك. تعاون مع نجّار الأثاث المتميز واستمتع بالمنتجات ذات الجودة العالية والتصميم الاستثنائي. تواصل معنا الآن لتحقيق رؤيتك في الأثاث المثالي.`,
        TitleButtom: 'استفسار مجاني',
    }
]
// services...
export const Servies2 = {

    Title: 'نجار تصنيع الأبواب والنوافذ',
    TitleTo: 'نحن نهتم بتلبية احتياجاتك وتفضيلاتك بالضبط عن طريق تصميم وتصنيع أبواب ونوافذ مخصصة تناسب أسلوبك وديكور منزلك. نحن نستخدم أجود أنواع الخشب والمواد العالية الجودة لضمان المتانة والجمالية في المنتج النهائي.',
    TitleButtom: 'استفسار مجاني',
}


// last working 
export const LastWorkingImage = {
    title : 'اخر اعمالنا في الرياض',
    des : 'حيث قمنا بتنفيذ بعض اعمالنا في تصنيع الأبواب والنوافذ وفك وتركيب و خشب طاولات وأشياء أخرى في احياء مختلفة في الرياض.'
}


// the map information 

export const TheMapInf = {
    title : 'يسعدنا التواصل معكم'
}





export const PageServices  = [
    {
        _id : 1,
        name : 'نجار تركيب ابواب بالرياض',
        des : "نحن نقدم خدمات تركيب الأبواب المحترفة بواسطة نجارين ماهرين وذوي خبرة. نحن ملتزمون بتلبية احتياجات عملائنا من خلال تركيب الأبواب بدقة وبأعلى معايير الجودة. نستخدم أحدث التقنيات والأدوات لقياس وتشكيل الأخشاب لضمان الملاءمة المثلى والتركيب السليم. بفضل خبرتنا في مجال النجارة، نؤمن بالتفاصيل والدقة في كل عملية تركيب لضمان عمل مثالي للأبواب. سواء كنت بحاجة إلى تركيب أبواب داخلية أو خارجية، فإن فريقنا سيضمن تركيبها بشكل سليم وبمهارة عالية. اعتمد على خدماتنا للحصول على أبواب تعزز الأمان والجمال في منزلك أو مكان عملك. اتصل بنا اليوم للحصول على استشارة مجانية وتجربة خدمة عملاء متميزة.",
    },
    {
        _id : 2,
        name: 'نجارين اثاث بالرياض',
        des: `نحن فريق متخصص من النجارين في تصنيع وتركيب الأثاث في الرياض. نهتم بتلبية احتياجاتك وتحويل رؤيتك إلى واقع ملموس من خلال تقديم أثاث مخصص بجودة عالية وتصميم فريد.
        يعمل فريقنا المحترف على تصميم وتصنيع الأثاث بأحدث التقنيات وباستخدام أفضل المواد المتاحة. نحن نقدم تشكيلة واسعة من الأثاث المنزلي والمكتبي والتجاري، بدءًا من الأسرة والأرائك وحتى الطاولات والكراسي والخزائن.
        نحن نولي اهتمامًا كبيرًا للتفاصيل الدقيقة والتشطيبات الأنيقة لضمان جودة الأثاث ومظهره الجمالي. نحن نقدر أنواع الخشب المتميزة والتفاصيل الفنية التي تضفي طابعًا فريدًا على قطع الأثاث.
        فريقنا يعمل بجد واجتهاد لتلبية توقعاتك وتوفير أثاث يجمع بين الجمال والوظيفة. بغض النظر عن طراز الأثاث الذي تبحث عنه، سواء كان حديثًا أو كلاسيكيًا أو معاصرًا، فإننا نقدم الحلول المخصصة التي تناسب ذوقك واحتياجاتك الفردية.
        اتصل بنا اليوم للاستشارة المجانية وتحقيق رؤيتك في الأثاث المخصص في الرياض. نحن نفخر بخدمة عملائنا بأعلى مستويات الجودة والاحترافية. دع فريقنا الماهر يساعدك في تجسيد أفكارك وتوفير الأثاث المثالي لمساحتك.`,
    

    },
    {
        _id : 3,
        name: 'نجار موبيليا بالرياض',
        des: `نحن نقدم خدمات نجارة الموبيليا المحترفة في الرياض. فريقنا المتميز من النجارين ذوي الخبرة يعمل على تصميم وتصنيع وتركيب الموبيليا بأعلى مستويات الجودة.
        نحن نفهم أهمية الأثاث في تحسين جمال ووظائف المساحات الداخلية والخارجية. وباستخدام مواد ذات جودة عالية وأحدث التقنيات، نحن نضمن تقديم أثاث فريد ومبتكر يلبي احتياجاتك ويعكس ذوقك الشخصي.
        نحن ملتزمون بتقديم تصميمات مخصصة للموبيليا تناسب مساحاتك بشكل مثالي. بغض النظر عن نوع الأثاث الذي تبحث عنه، سواء كانت غرف نوم، مطابخ، أثاث مكتبي أو غيرها، نحن نهتم بكل تفصيلة لضمان الجمال والوظائف المطلوبة.`,

    },
    {
        _id : 4,
        name: 'نجار ابواب خشب بالرياض',
        des : `نحن فريق نجارين متخصصون في تصنيع وتركيب الأبواب الخشبية في الرياض. نحن نقدم خدمات فريدة وذات جودة عالية لتلبية احتياجات عملائنا.
        تتميز خدماتنا بالمهارة والاحترافية العالية في تصنيع الأبواب الخشبية المصممة خصيصًا لتتناسب مع أذواقك واحتياجاتك. نحن نستخدم أفضل أنواع الخشب الطبيعي للحصول على مواد ذات جودة عالية ومتانة فائقة.
        فريقنا من النجارين الماهرين يقوم بتصميم وتصنيع الأبواب الخشبية المخصصة للمنازل والمكاتب والمشاريع التجارية. نحن نضمن الاهتمام بأدق التفاصيل والتشطيبات الأنيقة لنوفر لك أبوابًا فريدة وجميلة.`,
    
    },
    {
        _id : 5,
        name : 'نجار تركيب غرف نوم',
        des : `
        نحن فريق من النجارين المتخصصين في تركيب غرف النوم بمهارة ودقة عالية. نحن نهتم بتلبية احتياجات عملائنا وتحويل غرف النوم إلى مساحات مريحة وجميلة للراحة والاسترخاء.
        باستخدام المواد عالية الجودة والتقنيات الحديثة، نقوم بتركيب الأسرة والخزائن والطاولات وجميع العناصر الأخرى في غرفة النوم بشكل محترف ومتقن. نحن نضمن أن جميع القطع ستكون مستقرة ومتينة، مما يضمن استدامة وجودة الغرفة على المدى الطويل.
        نحن نعتني بأدق التفاصيل في التركيب، بدءًا من المستوى الصحيح للأثاث إلى التأكد من انسجام الألوان والتشطيبات مع بقية ديكور الغرفة. نحن نقدر الجمالية والتصميم العصري، ونسعى لتوفير غرف نوم تلبي توقعاتك وتعكس ذوقك الشخصي.`,
    },
    {
        _id : 6,
        name : 'فني تركيب اثاث ايكيا',
        des: `نحن نقدم خدمات فنيين متخصصين في تركيب أثاث ايكيا بكفاءة واحترافية. إذا قمت بشراء قطع أثاث ايكيا وتحتاج إلى مساعدة في تركيبها وتجميعها بشكل صحيح، فإن فريقنا سيقوم بذلك بكل سهولة.
        فنيونا ماهرون وذو خبرة في تركيب مجموعة واسعة من قطع الأثاث من ايكيا بدقة واهتمام بالتفاصيل. نحن نعمل بأدوات متخصصة ونتبع تعليمات التجميع بدقة لضمان النتيجة النهائية المثالية.
        نحن ندرك أن قطع أثاث ايكيا قد تكون معقدة في بعض الأحيان وتتطلب وقتًا وجهدًا للتركيب. لذا، نحن هنا لتوفير الخبرة والمساعدة اللازمة لجعل عملية التركيب سهلة ومريحة بالنسبة لك.
        باستخدام خدماتنا، يمكنك الاستمتاع بأثاث ايكيا الجديد بسرعة ودون عناء. سنقوم بتركيب الأجزاء، وتثبيت الأدراج والأبواب، وتأمين القطع بإحكام لضمان الاستقرار والسلامة.
        نحن نقدم خدماتنا بأسعار معقولة ونحرص على توفير رضا العملاء بنتائجنا. فريقنا يعمل بكفاءة ويحرص على تلبية احتياجاتك وتحقيق توقعاتك في تركيب أثاث ايكيا.
        اتصل بنا اليوم للحصول على مساعدة في تركيب أثاث ايكيا. نحن هنا لتوفير الخدمة الممتازة والمساعدة التي تحتاجها للاستمتاع بأثاثك الجديد بسهولة وسلاسة.`,
    },
    {
        _id : 7,
    name : 'نجار باب وشباك بالرياض',
    des : `نحن فريق من النجارين المتخصصين في تصنيع وتركيب الأبواب والشبابيك في الرياض. نقدم خدماتنا بمهارة واحترافية عالية لضمان تلبية احتياجات عملائنا وتوفير منتجات عالية الجودة.
نحن نستخدم أفضل المواد والخامات في تصنيع الأبواب والشبابيك، مما يضمن المتانة والأداء الممتاز. نحن نقدم تشكيلة واسعة من التصاميم والأنماط لتناسب مختلف الأذواق والمتطلبات الديكورية.
فريقنا المحترف يضمن تركيب الأبواب والشبابيك بدقة واهتمام بالتفاصيل. نحن نضمن المستوى المناسب للتشطيبات والضبط الدقيق للأبواب والشبابيك لضمان فتح وإغلاق سلس وصامت.
نحن نقدر الأمان والحماية، وبالتالي نحرص على استخدام أنظمة قوية للقفل والمفصلات لضمان سلامة وأمان منازلكم.`,
    },
    {
        _id :8,
  name : 'أفضل أعمال تركيب أثاث بالرياض',
  des: 'نحن نفتخر بتقديم أفضل أعمال تركيب أثاث في الرياض. نقدم خدماتنا بمهارة عالية واحترافية لضمان رضا العملاء وتحقيق توقعاتهم فيما يتعلق بتركيب الأثاث. إليك بعضًا من أعمالنا التي نعتبرها الأفضل:',
   Extra : [
    {
        _id : 1,
        name : 'تركيب غرف النوم: نحن خبراء في تركيب غرف النوم بأنواعها المختلفة، بدءًا من الأسرة والخزائن وحتى الطاولات والمرايا. نحن نولي اهتمامًا خاصًا لتفاصيل التصميم وضمان استقرار وجمالية الأثاث المركب.',
    },
    {
        _id : 2,
        name : `تركيب مطابخ: نحن نوفر خدمات تركيب المطابخ بمختلف أنواعها، بدءًا من تركيب الخزائن والأدراج وحتى تجميع الأجهزة المنزلية. نحرص على تحقيق التوافق والوظائف المثلى في المطبخ، مع الانتباه للتفاصيل الصغيرة التي تجعل المطبخ عمليًا وجميلاً.`
    },
    {
        _id : 3,
        name : `تركيب غرف المعيشة وقاعات الطعام: نقدم خدمات تركيب أثاث غرف المعيشة وقاعات الطعام بأناقة وأناقة. سواء كنت تحتاج إلى تركيب أرائك ومكتبات أو طاولات الطعام والكراسي، نحن هنا للقيام بذلك بأعلى جودة وتفاني في التفاصيل.`,

    },
    {
        _id : 4,
        name : `تركيب الأثاث المكتبي: إذا كنت ترغب في تركيب أثاث مكتبك بشكل احترافي وفعال، فإن فريقنا المتخصص يمتلك الخبرة اللازمة في تجميع المكاتب والكراسي ووحدات التخزين وأثاث المؤتمرات وغيرها.`
    }
   ],

    },
    {
        _id :9,
        name : 'نجار تركيب أثاث في الرياض',
        des : `نحن نقدم خدمات تركيب الأثاث في الرياض بمهارة واحترافية عالية. فريقنا من النجارين المتخصصين يضمن تركيب الأثاث بدقة وجودة عالية لضمان راحة العملاء ورضاهم.
        نحن نتعامل مع مجموعة واسعة من أنواع الأثاث، بدءًا من الأثاث المنزلي إلى الأثاث المكتبي والتجاري. سواء كنت بحاجة إلى تركيب غرف نوم، أثاث المطبخ، غرف المعيشة، طاولات الطعام، أو حتى أثاث المكاتب والمحلات التجارية، نحن هنا لتوفير الخدمة الممتازة التي تحتاجها.
        نحن نضمن جودة التركيب والتجميع باستخدام الأدوات المناسبة والتقنيات الحديثة. نحن نلتزم بتجاوز توقعات العملاء وتحقيق الدقة في التفاصيل والتشطيبات. كما نهتم بتحقيق استقرار ومتانة الأثاث المركب لضمان استخدامه لفترة طويلة دون مشاكل.
        نحن ندرك أهمية الوقت والجدولة، ولذا نلتزم بتقديم الخدمة في الوقت المحدد وفقًا لمتطلبات العميل. نحن نسعى لتوفير تجربة سلسة ومريحة للعملاء، مع تجنب أي تأخيرات غير مرغوب فيها.
        اتصل بنا اليوم للحصول على خدمة تركيب الأثاث في الرياض. نحن هنا لتلبية احتياجاتك وتوفير الخبرة والجودة التي تستحقها. دع فريقنا المتخصص يعمل معك لتحقيق رؤيتك وتنفيذ تصاميمك بشكل مثالي وبأعلى مستوى من الكفاءة والاحترافية.`,
    },
    {
        id : 10,
        name : 'نجار خشب بالرياض',
        des: `نحن نقدم خدمات نجارة الخشب في الرياض بمهارة وخبرة عالية. فريقنا من النجارين المحترفين والماهرين يتمتع بخبرة واسعة في مجال النجارة والتعامل مع الخشب.
        نحن نقدم مجموعة واسعة من الخدمات الخشبية بما في ذلك تصنيع وتركيب الأثاث، بناء وتركيب الأبواب والنوافذ، وتجديد وإصلاح الأثاث القديم. سواء كنت ترغب في تصميم وتصنيع قطعة أثاث فريدة من نوعها أو تحتاج إلى إعادة تجديد أثاثك الحالي، نحن هنا لنلبي احتياجاتك.
        نحن نعتمد على مواد خشبية عالية الجودة وأدوات وتقنيات حديثة لتحقيق أعلى مستويات الجودة والدقة في العمل. نحن نهتم بكل التفاصيل، بدءًا من تحديد المواصفات واختيار الأخشاب المناسبة حتى تنفيذ التصميم بدقة وإتقان.
        نحن نقدر قيمة الوقت والجدولة، ولذا نلتزم بتقديم الخدمة في الوقت المحدد وفقًا لتفضيلاتك. نحن نسعى لتوفير تجربة سلسة ومريحة لعملائنا، مع الحفاظ على معايير الجودة العالية والاحترافية.
        اتصل بنا اليوم للحصول على خدمات نجارة الخشب في الرياض. نحن ملتزمون بتحقيق رؤيتك وتلبية احتياجاتك بأفضل الحلول الخشبية المخصصة. دع فريقنا المتخصص يعمل معك لتنفيذ مشروعك بشكل مثالي وتحويل أفكارك إلى واقع ملموس وجميل.`,
     
     
    }

]




